/* camera source type */
"Camera" = "Камера";

/* cancel button */
"Cancel" = "Отмена";

/* choose image button title */
"Choose image" = "Выбрать изображение";

/* choose image source alert title */
"Choose image source" = "Выберите источник изображения";

/* color inverse filter name */
"Color Inverse" = "Инверсия цвета";

/* error from image picker - unable to find a photo */
"Could not find Photo" = "Невозможно найти изображение";

/* action to delete cell */
"Delete" = "Удалить";

/* gallery source type */
"Gallery" = "Галерея";

/* horizontal mirror filter name */
"Horizontal Mirror" = "Отразить горизонтально";

/* left half mirror filter name */
"Left Half Mirror" = "Отразить левую половину";

/* monochrome filter name */
"Monochrome" = "Серые тона";

/* error text when there is no image to process */
"No Image" = "Нет изображения";

/* how to enable camera permission info */
"Доступ к камере запрещен. Вы можете разрешить доступ к камере для этого приложения в Настройках вашего телефона.";

/* how to enable photos album permission info */
"Доступ к фотоальбому запрещен. Вы можете разрешить доступ к камере для этого приложения в Настройках вашего телефона.";

/* action to choose image as main image to apply filters */
"Pick this image" = "Выбрать для обработки";

/* Rotate 90 degrees filter name */
"Rotate" = "Повернуть на 90";

/* action to save image to photo album */
"Save image" = "Сохранить изображение";

/* error message when camera/galley unavailable */
"Source type unavailable" = "Ресурс недоступен";

/* alert warning title */
"Warning" = "Внимание";

/* filters history table view title */
"Filters History:" = "История Фильтров:";
